{
  "header": {
    "logo": "Study",
    "moreFolders": "மேலும்.."
  },

  "home": {
    "title": "முகப்பு - என் படிப்பு இணையதளம்",
    "description": "என் தனிப்பட்ட படிப்பு இணையதளத்திற்கு வரவேற்கிறோம். இங்கு பயிற்சிகள் மற்றும் வளங்கள் உள்ளன.",
    "heading": "தனிப்பட்ட படிப்பு மையம்",
    "about": "Study என்பது உங்கள் கல்வி மற்றும் குறிப்புகளை ஒழுங்குபடுத்தவும் அணுகவும் உதவும் தனிப்பட்ட மையமாகும். இது உங்கள் கல்வி வளங்களை நிர்வகிக்க எளிமையாக்கி, ஒருங்கிணைந்த முறையில் உங்கள் நோக்குகளை அடைய உதவுகிறது. எப்போது வேண்டுமானாலும், எங்கே வேண்டுமானாலும் உங்கள் வளங்களை அணுகலாம். உங்கள் படிப்பை எளிமைப்படுத்தி உற்பத்தித்திறனை உயர்த்துங்கள். எளிதில் உங்கள் பாதையில் தொடருங்கள். உங்கள் கல்வி அனுபவத்தை சிரமமின்றி மேம்படுத்துங்கள்.",
    "designedBy": "வடிவமைத்தவர்"
  },

  "course": {
    "title": "பாடநெறிகள் - என் படிப்பு இணையதளம்",
    "description": "விவித பாடநெறிகள் மற்றும் பாடங்களை பிரித்து பார்வையிடுங்கள்.",
    "filter": "வடிகட்டி",
    "searchPlaceholder": "பாடநெறிகளை தேடு...",
    "learnMore": "மேலும் அறிக"
  },

  "tutorial": {
    "title": "என் படிப்பு இணையதளம்",
    "description": "என் படிப்பு இணையதளத்தில் ${course} பாடநெறியை ஆராயுங்கள்",
    "previous": "முந்தையது",
    "next": "அடுத்தது"
  },

  "notFound": {
    "title": "404 - பக்கம் கிடைக்கவில்லை",
    "description": "நீங்கள் தேடும் பக்கம் இல்லையோ அல்லது நகர்த்தப்பட்டிருக்கலாம்.",
    "heading": "பக்கம் கிடைக்கவில்லை",
    "subHeading": "மன்னிக்கவும், நீங்கள் தேடும் பக்கத்தை கண்டுபிடிக்க முடியவில்லை.",
    "action": "மீண்டும் homeக்கு செல்லவும்"
  },

  "author": {
    "title": "ஆசிரியர் - என் படிப்பு இணையதளம்",
    "description": "ஆசிரியர் மற்றும் வழங்கப்படும் படிப்பு பொருட்கள் பற்றி மேலும் அறிக.",
    "alt": "சுயவிவரம்",
    "name": "Sathish Kumar",
    "bio": "நான் மதுரை காமராசர் பல்கலைக்கழகத்தின் மாணவன். புதிய விஷயங்களை கற்றுக்கொள்ள விரும்புகிறேன்.",
    "whatsapp": "Whatsapp எனக்கு அனுப்பவும்"
  },

  "privacy": {
    "title": "தனியுரிமைக் கொள்கை - என் படிப்பு இணையதளம்",
    "description": "எங்கள் படிப்பு தளத்தை பயன்படுத்துவதற்கான தனியுரிமைக் கொள்கையை பார்வையிடுங்கள்.",
    "heading": "தனியுரிமைக் கொள்கை",
    "intro": "Study-க்கு வரவேற்கிறோம்! இந்த தனியுரிமைக் கொள்கை, நீங்கள் எங்கள் இணையதளத்தை பார்வையிடும் போது உங்கள் தகவல்களை எவ்வாறு கையாளுகிறோம் என்பதை விளக்குகிறது. Study-யை அணுகுவதாலும் பயன்படுத்துவதாலும், நீங்கள் இந்த கொள்கையின் விதிகளை ஒப்புக்கொள்கிறீர்கள். எங்கள் நடைமுறைகள் உங்களுக்குப் பொருந்தவில்லை என்றால், தயவுசெய்து இணையதளத்தை பயன்படுத்துவதை நிறுத்துங்கள்.",
    "sections": {
      "section1": {
        "title": "1. தனிப்பட்ட தகவல்கள் சேகரிக்கப்படவில்லை",
        "content": "நாங்கள் உங்கள் தனியுரிமையை மதிக்கிறோம். Study, பயனர்களிடமிருந்து எந்தவொரு தனிப்பட்ட அடையாளம் காணக்கூடிய தகவல்களையும் (PII) சேகரிக்கவில்லை, சேமிக்கவில்லை, செயலாக்குவதுமில்லை. இந்த தளம் தனிப்பட்ட தகவல்களை வழங்க வேண்டாமலேயே செயல்பட வடிவமைக்கப்பட்டுள்ளது."
      },
      "section2": {
        "title": "2. குக்கீகள்",
        "content": "உங்கள் உலாவல் அனுபவத்தை மேம்படுத்த குக்கீகளை பயன்படுத்தலாம். இந்த குக்கீகள் தனிப்பட்ட தகவல்களை சேகரிக்கவில்லை மற்றும் வெறும் தள செயல்பாடு மற்றும் அடிப்படை பகுப்பாய்வு நோக்கங்களுக்காகவே பயன்படுத்தப்படும். உங்களின் உலாவி அமைப்புகளின் மூலம் குக்கீகளை நிர்வகிக்கவோ முடக்கவோ முடியும். ஆனால், சில அம்சங்கள் செயலிழக்கக்கூடும் என்பதை நினைவில் கொள்ளவும்."
      },
      "section3": {
        "title": "3. மூன்றாம் தரப்பினர் இணைப்புகள்",
        "content": "எங்கள் இணையதளத்தில் உங்களது வசதிக்காக மூன்றாம் தரப்பினர் இணையதளங்களுக்கு இணைப்புகள் இருக்கலாம். அந்த இணையதளங்களின் தனியுரிமைக் கொள்கைகள், நடைமுறைகள், அல்லது உள்ளடக்கங்களை நாங்கள் கட்டுப்படுத்தவோ ஒப்புக்கொள்ளவோ முடியாது. அந்த இணைப்புகளை பயன்படுத்துவது உங்கள் சொந்த பொறுப்பில் இருக்கும்."
      },
      "section4": {
        "title": "4. தனியுரிமைக் கொள்கை மாற்றங்கள்",
        "content": "இந்த தனியுரிமைக் கொள்கையை எச்சரிக்கையின்றி எப்போது வேண்டுமானாலும் மாற்றுவதற்கான உரிமையை நாங்கள் உடையவர்கள். இந்த பக்கத்தில் பதிவேற்றியவுடன் அந்த மாற்றங்கள் உடனடியாக செயல்படுத்தப்படும். மாற்றங்களுக்குப் பிறகு இணையதளத்தை தொடர்ந்தும் பயன்படுத்துவதை பொருந்தும் என்றே கருதப்படும்."
      },
      "section5": {
        "title": "5. எங்களைத் தொடர்பு கொள்ள",
        "content": "இந்த தனியுரிமைக் கொள்கையைப் பற்றிய கேள்விகள், கவலைகள் அல்லது மேலதிக விசாரணைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:"
      }
    }
  },

  "terms": {
    "title": "விதிமுறைகள் மற்றும் நிபந்தனைகள் - என் படிப்பு இணையதளம்",
    "heading": "விதிமுறைகள் மற்றும் நிபந்தனைகள்",
    "intro": "Study-க்கு வரவேற்கிறோம்! இந்த விதிமுறைகள் மற்றும் நிபந்தனைகள், எங்கள் இணையதளத்தை பயன்படுத்துவதற்கான விதிமுறைகளை நிர்ணயிக்கின்றன, https://sathish-kumar-repo.github.io/study/ என்ற முகவரியில் அணுகலாம். Study-யை அணுகுவதாலும் பயன்படுத்துவதாலும், நீங்கள் இந்த விதிமுறைகளுக்கு உட்படுவதாக ஒப்புக்கொள்கிறீர்கள். அனைத்து விதிமுறைகளுக்கும் ஒப்புக்கொள்ளாதிருந்தால், தயவுசெய்து உடனடியாக எங்கள் இணையதளத்தை பயன்படுத்துவது நிறுத்துங்கள்.",
    "sections": {
      "section1": {
        "title": "1. மூலக்கலை உரிமை",
        "content": "இந்த இணையதளத்தில் உள்ள அனைத்து உள்ளடக்கங்களும், கற்றல் பொருட்கள், பாடங்கள், உரைகள், கிராபிக்ஸ், லோகோக்கள், மற்றும் படங்களுக்கெல்லாம், வேறு எதாவது குறிப்பிடப்படாவிடின், Study-யின் அறிவுசார் உரிமை ஆகும். எந்தவொரு உள்ளடக்கத்தையும் அனுமதி இல்லாமல் பயன்படுத்துதல், மீட்டமைத்தல் அல்லது பகிர்வு செய்யலாம் என முற்றிலும் தவிர்க்கப்படுகிறது."
      },
      "section2": {
        "title": "2. இணையதள பயன்பாடு",
        "content": {
          "intro": "நீங்கள் Study-யை தனிப்பட்ட மற்றும் கல்வி நோக்கங்களுக்கே பயன்படுத்தலாம். நீங்கள் ஒப்புக்கொள்கின்றீர்கள்:",
          "item1": "இந்த இணையதளத்தை எந்தவொரு சட்டவிரோதமான அல்லது தடைசெய்யப்பட்ட நோக்கத்திற்கும் பயன்படுத்தாதீர்கள்.",
          "item2": "இணையதளத்தின் செயல்பாடுகள் அல்லது பாதுகாப்பை இடைபிடித்து அல்லது பாதிப்பதற்கான முயற்சிகளை மேற்கொள்வதில்லை.",
          "item3": "இணையதளத்தின் கட்டுப்பாட்டிலுள்ள பகுதிகளுக்கு அனுமதி இல்லாமல் அணுக முயற்சிக்கவோ முந்திய முயற்சிகளை மேற்கொள்வதில்லை."
        }
      },
      "section3": {
        "title": "3. பயனர் பங்களிப்புகள்",
        "content": "நீங்கள் கருத்துக்கள் அல்லது பரிந்துரைகள் போன்ற உள்ளடக்கங்களை சமர்ப்பிப்பின் போது, Study-க்கு அந்த உள்ளடக்கத்தை எந்தவொரு வடிவிலும் அல்லது ஊடகத்தில் பயன்படுத்த, மீட்டமைக்க, திருத்த, மற்றும் காட்சிப்படுத்த என ஒரு அக்கறையற்ற, உரிமை இல்லாத, என்றுமில்லாத மற்றும் உலகெங்கும் செல்லுபடியான உரிமை வழங்குகிறீர்கள்."
      },
      "section4": {
        "title": "4. மூன்றாம் தரப்பு இணைப்புகள்",
        "content": "Study, மூன்றாம் தரப்பு இணையதளங்களுக்கு இணைப்புகளை வழங்கலாம். நாங்கள் அந்த இணையதளங்களின் உள்ளடக்கம் அல்லது செயல்பாடுகளை கட்டுப்படுத்தவோ ஆதரிக்கவோ முடியாது மற்றும் அதற்கான பொறுப்பை ஏற்கவில்லை. மூன்றாம் தரப்பு இணைப்புகளை அணுகுவது உங்கள் சொந்தப் பொறுப்பில் இருக்கிறது."
      },
      "section5": {
        "title": "5. மறுப்பு",
        "content": "Study வழங்கும் உள்ளடக்கம் தகவல் purposes மட்டுமே. நாம் துல்லியமாக மற்றும் தொடர்புடையதாக பராமரிக்க முயற்சிக்கின்றோம் என்றாலும், எந்தவொரு தகவலின் முழுமை, நம்பகத்தன்மை, அல்லது பொருந்தாமை குறித்து எந்தவொரு உறுதிப்பத்திரம் கொடுக்கவில்லை. உள்ளடக்கத்தை பயன்படுத்துவது உங்கள் சொந்த முடிவில் இருக்கும்."
      },
      "section6": {
        "title": "6. பொறுப்பின் வரம்பு",
        "content": "Study எவ்வளவுகூடுமானாலும் நேரடி, பின்விளைவுகள், சில முக்கிய அல்லது பரிசோதனைப்பொருள் போன்ற எந்தவொரு சேதங்களுக்கு பொறுப்பாக இருக்காது, உங்கள் இணையதள அணுகல் அல்லது அதன் உள்ளடக்கங்களை பயன்படுத்த முடியாமை."
      },
      "section7": {
        "title": "7. விதிமுறைகள் மற்றும் நிபந்தனைகளில் மாற்றங்கள்",
        "content": "இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளைக் எப்போது வேண்டுமானாலும் முன்பதிவின்றி மாற்றும் உரிமையை நாம் கொண்டுள்ளோம். மாற்றங்கள் உடனடியாக பொருந்தும் என்றால் அது பக்கத்தில் வெளியிடப்படுத்தபோதே. எந்த மாற்றங்களுக்கும் பிறகு இணையதளத்தை தொடர்ந்தும் பயன்படுத்துவது, நீங்கள் மாற்றப்பட்ட விதிமுறைகளை ஏற்றுக்கொள்கிறீர்கள்."
      },
      "section8": {
        "title": "8. கவர்ந்த சட்டம்",
        "content": "இந்த விதிமுறைகள் மற்றும் நிபந்தனைகள் <strong>இந்தியா</strong>-இன் சட்டங்களின்படி நிர்வகிக்கப்படுகின்றன. இந்த இணையதளத்தை பயன்படுத்துவதில் அல்லது அதனால் உருவாகும் எதிர்ப்பு தொடர்பான எந்தவொரு விவாதங்களும் <strong>இந்தியா</strong>-யில் உள்ள நீதிமன்றங்களின் விசாரணைக்கு உட்படுவதாக கருதப்படும்."
      },
      "section9": {
        "title": "9. எங்களைத் தொடர்பு கொள்ள",
        "content": "இந்த விதிமுறைகள் மற்றும் நிபந்தனைகள் குறித்து நீங்கள் ஏதேனும் கேள்விகள், கவலைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும் {{email}}."
      }
    }
  },

  "footer": {
    "about": "Study பற்றி",
    "description": "Study Hub உங்கள் கற்றல் அனுபவத்தை ஒருங்கிணைக்க, எளிமையாக்க மற்றும் மேம்படுத்துவதில் திறம்பட உதவுகிறது.",
    "links": "விரைவு இணைப்புகள்",
    "privacy": "தனியுரிமைக் கொள்கை",
    "terms": "விதிமுறைகள் மற்றும் நிபந்தனைகள்",
    "author": "எங்கள் பற்றி",
    "lang": "மொழி",
    "contact": "சென்னை, தமிழ்நாடு, இந்தியா",
    "address": "முகவரி",
    "copyright": "© {{year}} Study. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.",
    "courseCopyright": "© {{year}} Study. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை. | இந்தியாவில் ❤️ கொண்டாடப்பட்டுள்ளது"
  },

  "general": {
    "recentlyAdded": "புதியவை",
    "clear": "அழிக்கவும்",
    "topicSearchPlaceholder": "இங்கே தேடவும்...",
    "cancel": "ரத்து செய்யவும்"
  },

  "searchNotFound": {
    "heading": "மன்னிக்கவும், எங்கள் தேடலில் எந்த முடிவும் கிடைக்கவில்லை",
    "subheading": "உங்கள் தேடலை சரிசெய்ய முயற்சிக்கவும். இங்கு சில சிந்தனைகள் உள்ளன:",
    "ideas1": "அனைத்து வார்த்தைகளும் சரியாக எழுத்துப்பிழை இல்லாமல் உள்ளதை உறுதி செய்யவும்",
    "ideas2": "வித்தியாசமான தேடல் சொற்களை முயற்சிக்கவும்",
    "ideas3": "பொதுவான தேடல் சொற்களை முயற்சிக்கவும்"
  }
}
