{
  "logo": "स्टडी",
  "heading": "पर्सनल स्टडी हब",
  "description": "स्टडी आपकी व्यक्तिगत अध्ययन सामग्री और नोट्स को व्यवस्थित करने और एक्सेस करने का एक केंद्र है। यह आपको संगठित, केंद्रित और प्रभावी बनाए रखने में मदद करता है, जिससे आपके शैक्षिक संसाधनों को प्रबंधित करना और अपने लक्ष्यों को प्राप्त करना आसान होता है। अपनी सामग्री कभी भी, कहीं भी एक्सेस करें और अपने अध्ययन को सरल बनाएं। उत्पादकता बढ़ाएं और अपनी शिक्षा को आसान बनाएं।",

  "homeTitle": "होम - मेरी स्टडी वेबसाइट",
  "homeDescription": "मेरी व्यक्तिगत स्टडी वेबसाइट में ट्यूटोरियल और संसाधनों में आपका स्वागत है।",

  "coursesTitle": "कोर्सेस - मेरी स्टडी वेबसाइट",
  "coursesDescription": "विभिन्न विषयों पर कोर्स और ट्यूटोरियल ब्राउज़ करें।",

  "tutorialTitle": "मेरी स्टडी वेबसाइट",
  "tutorialDescription": "",

  "notFoundTitle": "404 - पेज नहीं मिला",
  "notFoundDescription": "आप जो पेज ढूंढ रहे हैं वह मौजूद नहीं है या हटा दिया गया है।",

  "authorTitle": "लेखक - मेरी स्टडी वेबसाइट",
  "authorDescription": "लेखक और प्रदान की गई अध्ययन सामग्री के बारे में अधिक जानें।",

  "privacyTitle": "प्राइवेसी पॉलिसी - मेरी स्टडी वेबसाइट",
  "privacyDescription": "हमारे अध्ययन प्लेटफ़ॉर्म का उपयोग करने की गोपनीयता नीति की समीक्षा करें।",

  "termsAndConditions": {
    "title": "नियम और शर्तें - मेरी स्टडी वेबसाइट",
    "description": "हमारे अध्ययन प्लेटफ़ॉर्म का उपयोग करने के लिए नियमों और शर्तों की समीक्षा करें।",
    "intellectualProperty": "इस वेबसाइट की सभी सामग्री जैसे कि अध्ययन सामग्री, ट्यूटोरियल, टेक्स्ट, ग्राफिक्स, लोगो और इमेजेज आदि, स्टडी की बौद्धिक संपत्ति हैं जब तक अन्यथा उल्लेख न किया गया हो। किसी भी सामग्री का अनधिकृत उपयोग, पुनरुत्पादन या वितरण सख्त वर्जित है।",
    "useOfWebsite": "आप स्टडी का उपयोग केवल व्यक्तिगत और शैक्षिक उद्देश्यों के लिए कर सकते हैं। आप सहमत हैं कि आप...",
    "userContributions": "यदि आप कोई सामग्री भेजते हैं जैसे कि टिप्पणियां या सुझाव, तो आप स्टडी को एक गैर-विशिष्ट, रॉयल्टी-फ्री, स्थायी और विश्वव्यापी लाइसेंस प्रदान करते हैं...",
    "thirdPartyLinks": "स्टडी में बाहरी वेबसाइटों के लिंक हो सकते हैं जो तीसरे पक्ष द्वारा संचालित होते हैं। हम उन सामग्री को नियंत्रित या समर्थन नहीं करते...",
    "disclaimer": "स्टडी पर प्रदान की गई सामग्री केवल सूचनात्मक उद्देश्यों के लिए है। हम सटीकता बनाए रखने का प्रयास करते हैं...",
    "limitationOfLiability": "स्टडी किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष, परिणामस्वरूप या दंडात्मक क्षति के लिए उत्तरदायी नहीं होगा...",
    "changesToTerms": "हम इन नियमों और शर्तों को बिना किसी पूर्व सूचना के संशोधित करने का अधिकार रखते हैं।",
    "governingLaw": "ये नियम और शर्तें भारत के कानूनों द्वारा शासित होती हैं। उत्पन्न होने वाले किसी भी विवाद में...",
    "contactUs": "यदि आपके कोई प्रश्न हैं, तो कृपया हमसे इस ईमेल पर संपर्क करें: {email}।"
  },

  "filter": "फ़िल्टर",
  "clearFilters": "फ़िल्टर साफ़ करें",
  "searchPlaceholder": "कोर्स खोजें...",
  "noResult": "के लिए कोई परिणाम नहीं मिला"
}
