{
  "logo": "ஸ்டடி",
  "heading": "தனிப்பட்ட படிப்பு மையம்",
  "description": "ஸ்டடி என்பது உங்கள் கல்வி பொருட்கள் மற்றும் குறிப்புகளை ஒழுங்குபடுத்தவும் அணுகவும் உதவும் ஒரு தனிப்பட்ட மையமாகும். இது உங்கள் கல்வி பயணத்தை எளிதாக்க, உங்கள் இலக்குகளை எட்ட மற்றும் உங்களை ஒருங்கிணைக்கவும், கவனமாகவும், செயல்திறனுடனும் வைத்திருக்க உதவுகிறது. உங்கள் கல்வி மெட்டீரியல்களை எப்போது வேண்டுமானாலும், எங்கே வேண்டுமானாலும் அணுகலாம். உங்கள் படிப்பை எளிதாக்குங்கள் மற்றும் உற்பத்தித்திறனை மேம்படுத்துங்கள்.",

  "homeTitle": "முகப்பு - என் படிப்பு இணையதளம்",
  "homeDescription": "பயிற்சிகள் மற்றும் வளங்களுடன் என் தனிப்பட்ட படிப்பு இணையதளத்திற்கு வரவேற்கிறோம்.",

  "coursesTitle": "பாடநெறிகள் - என் படிப்பு இணையதளம்",
  "coursesDescription": "விவித தலைப்புகளில் பாடநெறிகள் மற்றும் பயிற்சிகளை ब्रௌஸ் செய்யுங்கள்.",

  "tutorialTitle": "என் படிப்பு இணையதளம்",
  "tutorialDescription": "",

  "notFoundTitle": "404 - பக்கம் கிடைக்கவில்லை",
  "notFoundDescription": "நீங்கள் தேடும் பக்கம் இல்லை அல்லது மாற்றப்பட்டுள்ளது.",

  "authorTitle": "ஆசிரியர் - என் படிப்பு இணையதளம்",
  "authorDescription": "ஆசிரியர் மற்றும் வழங்கப்படும் கல்வி உள்ளடக்கங்களைப் பற்றி மேலும் அறிக.",

  "privacyTitle": "தனியுரிமைக் கொள்கை - என் படிப்பு இணையதளம்",
  "privacyDescription": "எங்கள் படிப்பு தளத்தைப் பயன்படுத்துவதற்கான தனியுரிமைக் கொள்கையை மதிப்பாய்வு செய்யுங்கள்.",

  "termsAndConditions": {
    "title": "விதிமுறைகள் மற்றும் நிபந்தனைகள் - என் படிப்பு இணையதளம்",
    "description": "எங்கள் படிப்பு தளத்தைப் பயன்படுத்துவதற்கான விதிமுறைகள் மற்றும் நிபந்தனைகளைப் பார்வையிடுங்கள்.",
    "intellectualProperty": "இந்த இணையதளத்தில் உள்ள அனைத்து உள்ளடக்கமும் (படிப்பு பொருட்கள், பயிற்சிகள், உரை, வரைபடங்கள், லோகோக்கள் மற்றும் படங்கள்) Study-இன் அறிவுசார் சொத்தாகும். உரிமை இல்லாமல் பயன்படுத்துவது, நகலெடுப்பது அல்லது பகிர்வது தடை செய்யப்பட்டுள்ளது.",
    "useOfWebsite": "Study-யை நீங்கள் தனிப்பட்ட மற்றும் கல்வி நோக்கங்களுக்காக மட்டுமே பயன்படுத்தலாம். நீங்கள் ஒப்புக்கொள்கிறீர்கள்...",
    "userContributions": "நீங்கள் கருத்துகள் அல்லது பரிந்துரைகள் போன்ற உள்ளடக்கங்களை சமர்ப்பிக்கும்போது, Study-க்கு அதைப் பயன்படுத்துவதற்கான ஒரு ராயல்டி இல்லாத, நிரந்தர உரிமையை வழங்குகிறீர்கள்...",
    "thirdPartyLinks": "Study மையத்தில் மூன்றாம் தரப்பினரால் இயக்கப்படும் வெளி இணையதளங்களின் இணைப்புகள் இருக்கலாம். அந்த உள்ளடக்கத்தை நாங்கள் கட்டுப்படுத்தவோ ஆதரிக்கவோ முடியாது...",
    "disclaimer": "Study வழங்கும் உள்ளடக்கம் தகவல்களுக்காக மட்டுமே. துல்லியத்தைக் காக்க முயற்சிக்கிறோம்...",
    "limitationOfLiability": "Study நேரடி, பரோட்ச, விபத்து சார்ந்த, சிறப்பு, தொடர்ச்சியான அல்லது தண்டனை சார்ந்த சேதங்களுக்கு பொறுப்பாக இருக்காது...",
    "changesToTerms": "இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளை எப்போதும் முன்னறிவிப்பின்றி மாற்றும் உரிமையை நாங்கள் வைத்துள்ளோம்.",
    "governingLaw": "இந்த விதிமுறைகள் இந்திய சட்டத்தின் கீழ் நிர்வகிக்கப்படும். ஏதேனும் முரண்பாடுகள் ஏற்படினால்...",
    "contactUs": "இந்த விதிமுறைகள் பற்றி கேள்விகள் இருந்தால், தயவுசெய்து எங்களை {{email}} இல் தொடர்புகொள்ளுங்கள்."
  },

  "filter": "வடிகட்டி",
  "clearFilters": "வடிகட்டிகளை நீக்கு",
  "searchPlaceholder": "பாடநெறிகளை தேடு...",
  "noResult": "க்கு எந்த முடிவும் கிடைக்கவில்லை"
}
